export const regions = [
  {
    letter: "А",
    areas: [
      {
        id: "adygea",
        name: "Республика Адыгея",
        cities: [
          "г. Майкоп",
          "г. Адыгейск",
          "пгт Яблоновский",
          "пгт Энем",
          "аул Новая Адыгея",
          "п. Каменномостский",
          "ст-ца Гиагинская",
          "аул Кошехабль",
          "аул Тахтамукай",
          "пгт Тлюстенхабль",
          "п. Тульский",
          "п. Майский",
          "с. Сергиевское",
          "ст-ца Абадзехская",
          "с. Красногвардейское"
        ]
      },
      {
        id: "altai_republic",
        name: "Республика Алтай",
        cities: [
          "г. Горно-Алтайск",
          "с. Майма",
          "с. Акташ",
          "с. Черга",
          "с. Шебалино",
          "с. Турочак",
          "с. Усть-Кан",
          "с. Чоя",
          "с. Соузга",
          "с. Беляши",
          "с. Чемал",
          "с. Кызыл-Озек",
          "с. Тобелер",
          "с. Нижняя Талда",
          "с. Кош-Агач"
        ]
      },
      {
        id: "altai_krai",
        name: "Алтайский край",
        cities: [
          "г. Барнаул",
          "г. Бийск",
          "г. Рубцовск",
          "г. Новоалтайск",
          "г. Заринск",
          "г. Камень-на-Оби",
          "г. Славгород",
          "г. Алейск",
          "г. Яровое",
          "г. Белокуриха",
          "г. Горняк",
          "г. Змеиногорск",
          "рп Южный",
          "рп Тальменка",
          "с. Кулунда"
        ]
      },
      {
        id: "amur",
        name: "Амурская область",
        cities: [
          "г. Благовещенск",
          "г. Белогорск",
          "г. Свободный",
          "г. Тында",
          "г. Зея",
          "г. Райчихинск",
          "г. Шимановск",
          "г. Завитинск",
          "г. Сковородино",
          "г. Циолковский",
          "с. Владимировка",
          "пгт Прогресс",
          "с. Петрушки",
          "пгт Серышево",
          "пгт Новобурейский"
        ]
      },
      {
        id: "arkhangelsk",
        name: "Архангельская область",
        cities: [
          "г. Архангельск",
          "г. Северодвинск",
          "г. Котлас",
          "г. Новодвинск",
          "г. Коряжма",
          "г. Мирный",
          "г. Вельск",
          "г. Няндома",
          "г. Онега",
          "г. Каргополь",
          "г. Шенкурск",
          "г. Сольвычегодск",
          "рп Плесецк",
          "рп Октябрьский",
          "рп Коноша"
        ]
      },
      {
        id: "astrakhan",
        name: "Астраханская область",
        cities: [
          "г. Астрахань",
          "г. Ахтубинск",
          "г. Знаменск",
          "г. Харабали",
          "г. Камызяк",
          "г. Нариманов",
          "с. Икряное",
          "рп Лиман",
          "с. Красный Яр",
          "с. Три Протока",
          "с. Началово",
          "с. Килинчи",
          "с. Черный Яр",
          "с. Енотаевка",
          "с. Старокучергановка"
        ]
      }
    ]
  },
  {
    letter: "Б",
    areas: [
      {
        id: "bashkortostan",
        name: "Республика Башкортостан",
        cities: [
          "г. Уфа",
          "г. Стерлитамак",
          "г. Салават",
          "г. Нефтекамск",
          "г. Октябрьский",
          "г. Белорецк",
          "г. Туймазы",
          "г. Ишимбай",
          "г. Кумертау",
          "г. Сибай",
          "г. Мелеуз",
          "г. Белебей",
          "г. Бирск",
          "г. Учалы",
          "г. Благовещенск"
        ]
      },
      {
        id: "belgorod",
        name: "Белгородская область",
        cities: [
          "г. Белгород",
          "г. Старый Оскол",
          "г. Губкин",
          "г. Шебекино",
          "г. Алексеевка",
          "г. Валуйки",
          "г. Строитель",
          "г. Бирюч",
          "г. Грайворон",
          "г. Короча",
          "пгт Разумное",
          "пгт Северный",
          "п. Пролетарский",
          "п. Дубовое"
        ]
      },
      {
        id: "bryansk",
        name: "Брянская область",
        cities: [
          "г. Брянск",
          "г. Клинцы",
          "г. Новозыбков",
          "г. Дятьково",
          "г. Унеча",
          "г. Карачев",
          "г. Стародуб",
          "г. Жуковка",
          "г. Почеп",
          "г. Сельцо",
          "г. Трубчевск",
          "г. Фокино",
          "г. Сураж",
          "г. Мглин",
          "г. Севск"
        ]
      },
      {
        id: "buryatia",
        name: "Республика Бурятия",
        cities: [
          "г. Улан-Удэ",
          "г. Северобайкальск",
          "г. Гусиноозерск",
          "г. Кяхта",
          "г. Закаменск",
          "г. Бабушкин",
          "пгт Селенгинск",
          "пгт Каменск",
          "с. Кабанск",
          "с. Иволгинск",
          "пгт Новый Уоян",
          "п. Саган-Нур",
          "п/ст Таловка",
          "с. Сотниково",
          "с. Мухоршибирь"
        ]
      }
    ]
  },
  {
    letter: "В",
    areas: [
      {
        id: "vladimir",
        name: "Владимирская область",
        cities: [
          "г. Владимир",
          "г. Ковров",
          "г. Муром",
          "г. Александров",
          "г. Гусь-Хрустальный",
          "г. Кочугино",
          "г. Вязники",
          "г. Киржач",
          "г. Юрьев-Польский",
          "г. Собинка",
          "г. Радужный",
          "г. Покров",
          "г. Лакинск",
          "г. Меленки",
          "г. Петушки"
        ]
      },
      {
        id: "volgograd",
        name: "Волгоградская область",
        cities: [
          "г. Волгоград",
          "г. Волжский",
          "г. Камышин",
          "г. Михайловка",
          "г. Урюпинск",
          "г. Фролово",
          "г. Калач-на-Дону",
          "г. Котово",
          "г. Суровикино",
          "г. Котельниково",
          "г. Новоаннинский",
          "г. Жирновск",
          "г. Краснослободск",
          "г. Палласовка",
          "г. Ленинск"
        ]
      },
      {
        id: "vologda",
        name: "Вологодская область",
        cities: [
          "г. Вологда",
          "г. Череповец",
          "г. Сокол",
          "г. Великий Устюг",
          "г. Грязовец",
          "г. Бабаево",
          "г. Вытегра",
          "г. Харовск",
          "г. Тотьма",
          "г. Белозерск",
          "г. Устюжна",
          "г. Никольск",
          "г. Кириллов",
          "г. Красавино",
          "г. Кадников"
        ]
      },
      {
        id: "voronezh",
        name: "Воронежская область",
        cities: [
          "г. Воронеж",
          "г. Борисоглебск",
          "г. Россошь",
          "г. Лиски",
          "г. Острогожск",
          "г. Нововоронеж",
          "г. Бутурлиновка",
          "г. Семилуки",
          "г. Павловск",
          "г. Калач",
          "г. Бобров",
          "г. Поворино",
          "г. Богучар",
          "г. Эртиль",
          "г. Новохоперск"
        ]
      }
    ]
  },
  {
    letter: "Д",
    areas: [
      {
        id: "dagestan",
        name: "Республика Дагестан",
        cities: [
          "г. Махачкала",
          "г. Хасавюрт",
          "г. Дербент",
          "г. Каспийск",
          "г. Буйнакск",
          "г. Избербаш",
          "г. Кизляр",
          "г. Кизилюрт",
          "г. Дагестанские Огни",
          "г. Южно-Сухокумск",
          "с. Великент",
          "с. Леваши",
          "с. Яраг-Казмаляр",
          "с. Бабаюрт",
          "с. Терекли-Мектеб"
        ]
      }
    ]
  },
  {
    letter: "Е",
    areas: [
      {
        id: "jewish_autonomous_oblast",
        name: "Еврейская автономная область",
        cities: [
          "г. Биробиджан",
          "г. Облучье",
          "п. Николаевка",
          "с. Амурзет",
          "п. Смидович",
          "с. Ленинское",
          "п. Приамурский",
          "с. Птичник",
          "п. Хинганск",
          "п. Кульдур",
          "с. Бабстово",
          "п. Теплоозерск",
          "п. Бира",
          "с. им. Тельмана",
          "с. Биджан"
        ]
      }
    ]
  },
  {
    letter: "З",
    areas: [
      {
        id: "zabaykalsky_krai",
        name: "Забайкальский край",
        cities: [
          "г. Чита",
          "г. Краснокаменск",
          "г. Борзя",
          "пгт Первомайский",
          "пгт Забайкальск",
          "г. Петровск-Забайкальский",
          "г. Шилка",
          "пгт Шерловая Гора",
          "г. Могоча",
          "г. Балей",
          "пгт Приаргунск",
          "пгт Кокуй",
          "г. Нерчинск",
          "пгт Чернышевск",
          "пгт Ясногорск"
        ]
      }
    ]
  },
  {
    letter: "И",
    areas: [
      {
        id: "ivanovo",
        name: "Ивановская область",
        cities: [
          "г. Иваново",
          "г. Кинешма",
          "г. Шуя",
          "г. Вичуга",
          "г. Фурманов",
          "г. Тейково",
          "г. Кохма",
          "г. Родники",
          "г. Приволжск",
          "г. Южа",
          "г. Заволжск",
          "г. Наволоки",
          "г. Юрьевец",
          "г. Комсомольск",
          "г. Пучеж"
        ]
      },
      {
        id: "ingushetia",
        name: "Республика Ингушетия",
        cities: [
          "г. Назрань",
          "г. Карабулак",
          "г. Малгобек",
          "г. Магас",
          "тер. Центральный округ",
          "г. Сунжа",
          "тер. Насыр-Кортский округ",
          "тер. Гамурзиевский округ",
          "с. Экажево",
          "с. Галашки",
          "с. Верхние Ачалуки",
          "ст-ца Троицкая",
          "с. Кантышево",
          "с. Аршты",
          "с. Алхасты"
        ]
      },
      {
        id: "irkutsk",
        name: "Иркутская область",
        cities: [
          "г. Иркутск",
          "г. Братск",
          "г. Ангарск",
          "г. Усть-Илимск",
          "г. Усолье-Сибирское",
          "г. Черемхово",
          "г. Шелехов",
          "г. Усть-Кут",
          "г. Тулун",
          "г. Саянск",
          "г. Нижнеудинск",
          "г. Тайшет",
          "г. Зима",
          "г. Железногорск-Илимский",
          "г. Слюдянка"
        ]
      }
    ]
  },
  {
    letter: "К",
    areas: [
      {
        id: "kabardino_balkaria",
        name: "Кабардино-Балкарская Республика",
        cities: [
          "г. Нальчик",
          "г. Прохладный",
          "г. Баксан",
          "г. Нарткала",
          "г. Майский",
          "г. Тырныауз",
          "г. Терек",
          "г. Чегем",
          "кп Вольный Аул",
          "с. Нартан",
          "п. Залукокоаже",
          "с. Тамбовское",
          "с. Терскол",
          "ст-ца Солдатская",
          "с. Старый Черек"
        ]
      },
      {
        id: "kaliningrad",
        name: "Калининградская область",
        cities: [
          "г. Калининград",
          "г. Советск",
          "г. Черняховск",
          "г. Балтийск",
          "г. Гусев",
          "г. Светлый",
          "г. Гвардейск",
          "г. Зеленоградск",
          "г. Гурьевск",
          "г. Неман",
          "г. Пионерский",
          "г. Светлогорск",
          "г. Полесск",
          "г. Багратионовск",
          "г. Озёрск"
        ]
      },
      {
        id: "kalmykia",
        name: "Республика Калмыкия",
        cities: [
          "г. Элиста",
          "г. Лагань",
          "г. Городовиковск",
          "с. Троицкое",
          "п. Яшкуль",
          "с. Приютное",
          "с. Садовое",
          "с. Яшалта",
          "п. Ики-Бурул",
          "п. Большой Царын",
          "п. Цаган Аман",
          "с. Малые Дербеты",
          "п. Комсомольский",
          "п. Кетченеры",
          "п. Ики-Чонос"
        ]
      },
      {
        id: "kaluga",
        name: "Калужская область",
        cities: [
          "г. Калуга",
          "г. Обнинск",
          "г. Людиново",
          "г. Киров",
          "г. Малоярославец",
          "г. Балабаново",
          "г. Козельск",
          "г. Кондрово",
          "г. Сухиничи",
          "г. Сосенский",
          "г. Боровск",
          "г. Жуков",
          "г. Кременки",
          "г. Ермолино",
          "г. Таруса"
        ]
      },
      {
        id: "kamchatka_krai",
        name: "Камчатский край",
        cities: [
          "г. Петропавловск-Камчатский",
          "г. Елизово",
          "г. Вилючинск",
          "п. Козыревск",
          "п. Ключи",
          "с. Мильково",
          "п. Усть-Камчатск",
          "с. Соболево",
          "с. Эссо",
          "п. Озерновский",
          "с. Майское",
          "п. Пионерский",
          "с. Коряки",
          "с. Усть-Большерецк",
          "п. Термальный"
        ]
      },
      {
        id: "karachay_cherkessia",
        name: "Карачаево-Черкесская Республика",
        cities: [
          "г. Черкесск",
          "г. Усть-Джегута",
          "г. Карачаевск",
          "г. Теберда",
          "пгт Медногорский",
          "ст-ца Зеленчукская",
          "пгт Ударный",
          "с. Учкекен",
          "аул Адыге-Хабль",
          "п. Эркен-Шахар",
          "пгт Правокубанский",
          "ст-ца Преградная",
          "п. Кавказский",
          "с. Красный Курган",
          "с. Уруп"
        ]
      },
      {
        id: "karelia",
        name: "Республика Карелия",
        cities: [
          "г. Петрозаводск",
          "г. Кондопога",
          "г. Сегежа",
          "г. Костомукша",
          "г. Сортавала",
          "г. Медвежьегорск",
          "г. Кемь",
          "г. Питкяранта",
          "г. Беломорск",
          "г. Суоярви",
          "г. Пудож",
          "г. Олонец",
          "г. Лахденпохья",
          "пгт Калевала",
          "пгт Муезерский"
        ]
      },
      {
        id: "kemerovo",
        name: "Кемеровская область",
        cities: [
          "г. Новокузнецк",
          "г. Кемерово",
          "г. Прокопьевск",
          "г. Междуреченск",
          "г. Ленинск-Кузнецкий",
          "г. Киселёвск",
          "г. Юрга",
          "г. Белово",
          "г. Анжеро-Судженск",
          "г. Березовский",
          "г. Осинники",
          "г. Мыски",
          "г. Мариинск",
          "г. Топки",
          "г. Полысаево"
        ]
      },
      {
        id: "kirov",
        name: "Кировская область",
        cities: [
          "г. Киров",
          "г. Кирово-Чепецк",
          "г. Вятские Поляны",
          "г. Слободской",
          "г. Котельнич",
          "г. Омутнинск",
          "г. Яранск",
          "г. Советск",
          "г. Сосновка",
          "г. Луза",
          "г. Белая Холуница",
          "г. Зуевка",
          "г. Кирс",
          "г. Уржум",
          "г. Нолинск"
        ]
      },
      {
        id: "komi",
        name: "Республика Коми",
        cities: [
          "г. Сыктывкар",
          "г. Ухта",
          "г. Воркута",
          "г. Печора",
          "г. Усинск",
          "г. Инта",
          "г. Сосногорск",
          "г. Емва",
          "г. Вуктыл",
          "г. Микунь",
          "пгт Краснозатонский",
          "пгт Верхняя Максаковка",
          "с. Объячево",
          "пгт Ярега",
          "пгт Троицко-Печорск"
        ]
      },
      {
        id: "kostroma",
        name: "Костромская область",
        cities: [
          "г. Кострома",
          "г. Буй",
          "г. Шарья",
          "г. Нерехта",
          "г. Мантурово",
          "г. Галич",
          "г. Волгореченск",
          "г. Нея",
          "г. Макарьев",
          "г. Солигалич",
          "г. Чухлома",
          "п. Вохма",
          "пгт Ветлужский",
          "пгт Сусанино",
          "с. Боговарово"
        ]
      },
      {
        id: "krasnodar",
        name: "Краснодарский край",
        cities: [
          "г. Краснодар",
          "г. Сочи",
          "г. Новороссийск",
          "г. Армавир",
          "г. Ейск",
          "г. Кропоткин",
          "г. Славянск-на-Кубани",
          "г. Туапсе",
          "г. Лабинск",
          "г. Тихорецк",
          "г. Анапа",
          "г. Крымск",
          "г. Геленджик",
          "г. Тимашевск",
          "г. Белореченск"
        ]
      },
      {
        id: "krasnoyarsk",
        name: "Красноярский край",
        cities: [
          "г. Красноярск",
          "г. Ачинск",
          "г. Канск",
          "г. Железногорск",
          "г. Минусинск",
          "г. Зеленогорск",
          "г. Лесосибирск",
          "г. Назарово",
          "г. Шарыпово",
          "г. Сосновоборск",
          "г. Дивногорск",
          "г. Дудинка",
          "г. Боготол",
          "г. Енисейск",
          "г. Бородино"
        ]
      },
      {
        id: "kurgan",
        name: "Курганская область",
        cities: [
          "г. Курган",
          "г. Шадринск",
          "г. Шумиха",
          "г. Куртамыш",
          "г. Катайск",
          "г. Далматово",
          "г. Петухово",
          "г. Щучье",
          "г. Макушино",
          "с. Кетово",
          "рп Варгаши",
          "рп Каргаполье",
          "рп Лебяжье",
          "рп Мишкино",
          "с. Половинное"
        ]
      },
      {
        id: "kursk",
        name: "Курская область",
        cities: [
          "г. Курск",
          "г. Железногорск",
          "г. Курчатов",
          "г. Льгов",
          "г. Щигры",
          "г. Рыльск",
          "г. Обоянь",
          "г. Дмитриев",
          "г. Суджа",
          "г. Фатеж",
          "п. Маршала Жукова",
          "рп Кшенский",
          "рп Хомутовка",
          "рп Горшечное",
          "пгт Олымский"
        ]
      }
    ]
  },
  {
    letter: "Л",
    areas: [
      {
        id: "leningrad",
        name: "Ленинградская область",
        cities: [
          "г. Гатчина",
          "г. Выборг",
          "г. Сосновый Бор",
          "г. Всеволожск",
          "г. Тихвин",
          "г. Кириши",
          "г. Кингисепп",
          "г. Сертолово",
          "г. Волхов",
          "г. Тосно",
          "г. Луга",
          "г. Сланцы",
          "г. Кировск",
          "г. Отрадное"
        ]
      },
      {
        id: "lipetsk",
        name: "Липецкая область",
        cities: [
          "г. Липецк",
          "г. Елец",
          "г. Грязи",
          "г. Данков",
          "г. Лебедянь",
          "г. Усмань",
          "г. Чаплыгин",
          "г. Задонск",
          "п. Лев Толстой",
          "с. Тербуны",
          "с. Долгоруково",
          "п. Добринка",
          "с. Боринское",
          "с. Доброе",
          "п. Газопровод"
        ]
      }
    ]
  },
  {
    letter: "М",
    areas: [
      {
        id: "magadan",
        name: "Магаданская область",
        cities: [
          "г. Магадан",
          "г. Сусуман",
          "пгт Ола",
          "пгт Ягодное",
          "пгт Палатка",
          "пгт Сокол",
          "пгт Усть-Омчуг",
          "пгт Стекольный",
          "п. Омчак",
          "пгт Мяунджа",
          "пгт Уптар",
          "пгт Сеймчан",
          "с. Гадля",
          "пгт Омсукчан",
          "с. Клепка"
        ]
      },
      {
        id: "mari_el",
        name: "Республика Марий Эл",
        cities: [
          "г. Йошкар-Ола",
          "г. Волжск",
          "г. Козьмодемьянск",
          "г. Звенигово",
          "пгт Медведево",
          "пгт Советский",
          "пгт Куженер",
          "пгт Сернур",
          "пгт Новый Торъял",
          "пгт Морки",
          "с. Семеновка",
          "пгт Мари-Турек",
          "пгт Оршанка",
          "пгт Красногорский",
          "п. Мочалище"
        ]
      },
      {
        id: "mordovia",
        name: "Республика Мордовия",
        cities: [
          "г. Саранск",
          "г. Рузаевка",
          "г. Ковылкино",
          "г. Краснослободск",
          "г. Ардатов",
          "г. Инсар",
          "г. Темников",
          "рп Комсомольский",
          "рп Луховка",
          "п. Ромоданово",
          "рп Зубова Поляна",
          "рп Торбеево",
          "рп Явас",
          "с. Старое Шайгово",
          "рп Чамзинка"
        ]
      },
      {
        id: "moscow",
        name: "Москва",
        cities: [
          "г. Москва",
          "г. Балашиха",
          "г. Химки",
          "г. Подольск",
          "г. Королёв",
          "г. Мытищи",
          "г. Люберцы",
          "г. Электросталь",
          "г. Коломна",
          "г. Одинцово",
          "г. Серпухов",
          "г. Орехово-Зуево",
          "г. Красногорск",
          "г. Сергиев Посад",
          "г. Щёлково"
        ]
      },
      {
        id: "moskovskaya_oblast",
        name: "Московская область",
        cities: [
          "г. Балашиха",
          "г. Химки",
          "г. Подольск",
          "г. Королёв",
          "г. Мытищи",
          "г. Люберцы",
          "г. Электросталь",
          "г. Коломна",
          "г. Одинцово",
          "г. Серпухов",
          "г. Орехово-Зуево",
          "г. Красногорск",
          "г. Сергиев Посад",
          "г. Щёлково"
        ]
      },
      {
        id: "murmansk",
        name: "Мурманская область",
        cities: [
          "г. Мурманск",
          "г. Апатиты",
          "г. Североморск",
          "г. Мончегорск",
          "г. Кандалакша",
          "г. Кировск",
          "г. Оленегорск",
          "г. Ковдор",
          "г. Полярный",
          "г. Заполярный",
          "г. Полярные Зори",
          "г. Снежногорск",
          "г. Заозерск",
          "г. Гаджиево",
          "г. Кола"
        ]
      }
    ]
  },
  {
    letter: "Н",
    areas: [
      {
        id: "nenets_autonomous_okrug",
        name: "Ненецкий автономный округ",
        cities: [
          "г. Нарьян-Мар",
          "рп Искателей",
          "с. Тельвиска",
          "с. Великовисочное",
          "д. Лабожское"
        ]
      },
      {
        id: "nizhny_novgorod",
        name: "Нижегородская область",
        cities: [
          "г. Нижний Новгород",
          "г. Арзамас",
          "г. Бор",
          "г. Выкса",
          "г. Дзержинск",
          "г. Кулебаки",
          "г. Навашино",
          "г. Первомайск",
          "г. Перевоз",
          "г. Саров",
          "г. Семёнов",
          "г. Чкаловск",
          "г. Шахунья"
        ]
      },
      {
        id: "novgorod",
        name: "Новгородская область",
        cities: [
          "г. Великий Новгород",
          "г. Боровичи",
          "г. Старая Русса",
          "г. Чудово",
          "г. Валдай",
          "г. Пестово",
          "г. Окуловка",
          "г. Малая Вишера",
          "г. Сольцы",
          "г. Холм",
          "рп Парфино",
          "рп Крестцы",
          "рп Панковка",
          "рп Хвойная",
          "рп Любытино"
        ]
      },
      {
        id: "novosibirsk",
        name: "Новосибирская область",
        cities: [
          "г. Новосибирск",
          "г. Бердск",
          "г. Искитим",
          "г. Куйбышев",
          "г. Барабинск",
          "г. Карасук",
          "г. Обь",
          "г. Татарск",
          "г. Тогучин",
          "г. Черепаново",
          "г. Болотное",
          "г. Купино",
          "г. Чулым",
          "г. Каргат",
          "рп Краснообск"
        ]
      }
    ]
  },
  {
    letter: "О",
    areas: [
      {
        id: "omsk",
        name: "Омская область",
        cities: [
          "г. Омск",
          "г. Тара",
          "г. Исилькуль",
          "г. Калачинск",
          "г. Называевск",
          "г. Тюкалинск",
          "рп Любинский",
          "рп Черлак",
          "рп Таврическое",
          "рп Кормиловка",
          "рп Москаленки",
          "рп Красный Яр",
          "с. Троицкое",
          "с. Лузино",
          "рп Шербакуль"
        ]
      },
      {
        id: "orenburg",
        name: "Оренбургская область",
        cities: [
          "г. Оренбург",
          "г. Орск",
          "г. Новотроицк",
          "г. Бузулук",
          "г. Бугуруслан",
          "г. Гай",
          "г. Сорочинск",
          "г. Медногорск",
          "г. Соль-Илецк",
          "г. Кувандык",
          "г. Абдулино",
          "г. Ясный",
          "с. Сакмара",
          "п. Саракташ",
          "с. Илек"
        ]
      },
      {
        id: "oryol",
        name: "Орловская область",
        cities: [
          "г. Орёл",
          "г. Ливны",
          "г. Мценск",
          "г. Болхов",
          "г. Дмитровск",
          "г. Малоархангельск",
          "г. Новосиль",
          "пгт Нарышкино",
          "пгт Верховье",
          "пгт Колпна",
          "пгт Кромы",
          "пгт Змиёвка",
          "пгт Знаменка",
          "пгт Залегощь",
          "пгт Глазуновка"
        ]
      }
    ]
  },
  {
    letter: "П",
    areas: [
      {
        id: "penza",
        name: "Пензенская область",
        cities: [
          "г. Пенза",
          "г. Кузнецк",
          "г. Заречный",
          "г. Каменка",
          "г. Сердобск",
          "г. Нижний Ломов",
          "г. Никольск",
          "г. Белинский",
          "г. Городище",
          "г. Спасск",
          "г. Сурск",
          "рп Лунино",
          "рп Мокшан",
          "рп Пачелма",
          "рп Беково"
        ]
      },
      {
        id: "perm",
        name: "Пермский край",
        cities: [
          "г. Пермь",
          "г. Березники",
          "г. Соликамск",
          "г. Чайковский",
          "г. Кунгур",
          "г. Лысьва",
          "г. Краснокамск",
          "г. Чусовой",
          "г. Добрянка",
          "г. Чернушка",
          "г. Кудымкар",
          "г. Губаха",
          "г. Верещагино",
          "г. Оса",
          "г. Кизел"
        ]
      },
      {
        id: "primorsky",
        name: "Приморский край",
        cities: [
          "г. Владивосток",
          "г. Находка",
          "г. Уссурийск",
          "г. Артем",
          "г. Арсеньев",
          "г. Спасск-Дальний",
          "г. Большой Камень",
          "г. Партизанск",
          "г. Дальнегорск",
          "г. Лесозаводск",
          "г. Дальнереченск",
          "г. Фокино",
          "пгт Кавалерово",
          "пгт Лучегорск",
          "пгт Славянка"
        ]
      },
      {
        id: "pskov",
        name: "Псковская область",
        cities: [
          "г. Псков",
          "г. Великие Луки",
          "г. Остров",
          "г. Невель",
          "г. Печоры",
          "г. Опочка",
          "г. Порхов",
          "г. Дно",
          "г. Новосокольники",
          "г. Себеж",
          "г. Пыталово",
          "г. Гдов",
          "г. Новоржев",
          "рп Дедовичи",
          "рп Бежаницы"
        ]
      }
    ]
  },
  {
    letter: "Р",
    areas: [
      {
        id: "rostov",
        name: "Ростовская область",
        cities: [
          "г. Ростов-на-Дону",
          "г. Таганрог",
          "г. Шахты",
          "г. Волгодонск",
          "г. Новочеркасск",
          "г. Батайск",
          "г. Новошахтинск",
          "г. Каменск-Шахтинский",
          "г. Азов",
          "г. Гуково",
          "г. Сальск",
          "г. Донецк",
          "г. Белая Калитва",
          "г. Аксай",
          "г. Красный Сулин"
        ]
      },
      {
        id: "ryazan",
        name: "Рязанская область",
        cities: [
          "г. Рязань",
          "г. Касимов",
          "г. Скопин",
          "г. Сасово",
          "г. Ряжск",
          "г. Новомичуринск",
          "г. Рыбное",
          "г. Кораблино",
          "г. Михайлов",
          "г. Спасск-Рязанский",
          "г. Шацк",
          "г. Спас-Клепики",
          "рп Шилово",
          "рп Октябрьский",
          "мкр. Заречный"
        ]
      }
    ]
  },
  {
    letter: "С",
    areas: [
      {
        id: "samara",
        name: "Самарская область",
        cities: [
          "г. Самара",
          "г. Тольятти",
          "г. Сызрань",
          "г. Новокуйбышевск",
          "г. Чапаевск",
          "г. Жигулевск",
          "г. Отрадный",
          "г. Кинель",
          "г. Похвистнево",
          "г. Октябрьск",
          "г. Нефтегорск",
          "с. Кинель-Черкассы",
          "пгт Безенчук",
          "п. Управленческий",
          "п. Зубчаниновка"
        ]
      },
      {
        id: "saint_petersburg",
        name: "Санкт-Петербург",
        cities: [
          "г. Санкт-Петербург",
          "г. Гатчина",
          "г. Выборг",
          "г. Сосновый Бор",
          "г. Всеволожск",
          "г. Тихвин",
          "г. Кириши",
          "г. Кингисепп",
          "г. Сертолово",
          "г. Волхов",
          "г. Тосно",
          "г. Луга",
          "г. Сланцы",
          "г. Кировск",
          "г. Отрадное"
        ]
      },
      {
        id: "saratov",
        name: "Саратовская область",
        cities: [
          "г. Саратов",
          "г. Энгельс",
          "г. Балаково",
          "г. Балашов",
          "г. Вольск",
          "г. Пугачев",
          "г. Ртищево",
          "г. Маркс",
          "г. Петровск",
          "г. Аткарск",
          "г. Красноармейск",
          "г. Ершов",
          "г. Новоузенск",
          "г. Калининск",
          "г. Красный Кут"
        ]
      },
      {
        id: "sakha",
        name: "Республика Саха (Якутия)",
        cities: [
          "г. Якутск",
          "г. Нерюнгри",
          "г. Мирный",
          "г. Ленск",
          "г. Алдан",
          "г. Удачный",
          "г. Вилюйск",
          "г. Нюрба",
          "г. Покровск",
          "г. Олекминск",
          "г. Томмот",
          "г. Среднеколымск",
          "г. Верхоянск",
          "п. Хандыга",
          "п. Нижний Куранах"
        ]
      },
      {
        id: "sakhalin",
        name: "Сахалинская область",
        cities: [
          "г. Южно-Сахалинск",
          "г. Корсаков",
          "г. Холмск",
          "г. Оха",
          "г. Поронайск",
          "г. Долинск",
          "г. Углегорск",
          "г. Невельск",
          "г. Александровск-Сахалинский",
          "г. Анива",
          "г. Макаров",
          "г. Томари",
          "г. Северо-Курильск",
          "г. Курильск",
          "с. Арги-Паги"
        ]
      },
      {
        id: "sverdlovsk",
        name: "Свердловская область",
        cities: [
          "г. Екатеринбург",
          "г. Нижний Тагил",
          "г. Каменск-Уральский",
          "г. Первоуральск",
          "г. Серов",
          "г. Новоуральск",
          "г. Красноуфимск",
          "г. Асбест",
          "г. Полевской",
          "г. Ревда",
          "г. Краснотурьинск",
          "г. Верхняя Пышма",
          "г. Лесной",
          "г. Березовский",
          "г. Верхняя Салда"
        ]
      },
      {
        id: "north_ossetia",
        name: "Республика Северная Осетия-Алания",
        cities: [
          "г. Владикавказ",
          "г. Моздок",
          "г. Беслан",
          "г. Алагир",
          "г. Ардон",
          "г. Дигора",
          "с. Михайловское",
          "с. Троицкое",
          "с. Кизляр",
          "с. Камбилеевское",
          "с. Чикола",
          "с. Красногор",
          "с. Эльхотово",
          "ст-ца Павлодольская",
          "п. Карца"
        ]
      },
      {
        id: "smolensk",
        name: "Смоленская область",
        cities: [
          "г. Смоленск",
          "г. Вязьма",
          "г. Рославль",
          "г. Ярцево",
          "г. Сафоново",
          "г. Гагарин",
          "г. Десногорск",
          "г. Дорогобуж",
          "г. Ельня",
          "г. Рудня",
          "г. Починок",
          "г. Сычевка",
          "г. Велиж",
          "г. Демидов",
          "г. Духовщина"
        ]
      },
      {
        id: "stavropol",
        name: "Ставропольский край",
        cities: [
          "г. Ставрополь",
          "г. Пятигорск",
          "г. Кисловодск",
          "г. Невинномысск",
          "г. Ессентуки",
          "г. Минеральные Воды",
          "г. Георгиевск",
          "г. Михайловск",
          "г. Буденновск",
          "г. Изобильный",
          "г. Светлоград",
          "г. Зеленокумск",
          "г. Благодарный",
          "г. Нефтекумск",
          "г. Новоалександровск"
        ]
      }
    ]
  },
  {
    letter: "Т",
    areas: [
      {
        id: "tambov",
        name: "Тамбовская область",
        cities: [
          "г. Тамбов",
          "г. Мичуринск",
          "г. Рассказово",
          "г. Моршанск",
          "г. Котовск",
          "г. Уварово",
          "г. Кирсанов",
          "г. Жердевка",
          "п. Строитель",
          "рп Первомайский",
          "рп Дмитриевка",
          "рп Инжавино",
          "мкр. Кочетовка",
          "рп Сосновка",
          "рп Знаменка"
        ]
      },
      {
        id: "tatarstan",
        name: "Республика Татарстан",
        cities: [
          "г. Казань",
          "г. Набережные Челны",
          "г. Нижнекамск",
          "г. Альметьевск",
          "г. Зеленодольск",
          "г. Бугульма",
          "г. Елабуга",
          "г. Лениногорск",
          "г. Чистополь",
          "г. Заинск",
          "г. Азнакаево",
          "г. Нурлат",
          "г. Бавлы",
          "г. Менделеевск",
          "г. Буинск"
        ]
      },
      {
        id: "tver",
        name: "Тверская область",
        cities: [
          "г. Тверь",
          "г. Ржев",
          "г. Вышний Волочек",
          "г. Кимры",
          "г. Торжок",
          "г. Конаково",
          "г. Удомля",
          "г. Бежецк",
          "г. Бологое",
          "г. Нелидово",
          "г. Осташков",
          "г. Кашин",
          "г. Калязин",
          "г. Торопец",
          "г. Лихославль"
        ]
      },
      {
        id: "tomsk",
        name: "Томская область",
        cities: [
          "г. Томск",
          "г. Северск",
          "г. Стрежевой",
          "г. Асино",
          "г. Колпашево",
          "г. Кедровый",
          "с. Тогур",
          "с. Мельниково",
          "п. Зональная Станция",
          "с. Моряковский Затон",
          "с. Каргасок",
          "с. Первомайское",
          "с. Зырянское",
          "с. Подгорное",
          "с. Молчаново"
        ]
      },
      {
        id: "tula",
        name: "Тульская область",
        cities: [
          "г. Тула",
          "г. Новомосковск",
          "г. Донской",
          "г. Алексин",
          "г. Щекино",
          "г. Узловая",
          "г. Ефремов",
          "г. Богородицк",
          "г. Кимовск",
          "г. Киреевск",
          "г. Суворов",
          "г. Ясногорск",
          "г. Плавск",
          "г. Венев",
          "г. Белев"
        ]
      },
      {
        id: "tuva",
        name: "Республика Тыва",
        cities: [
          "г. Кызыл",
          "пгт Каа-Хем",
          "с. Терлиг-Хая",
          "с. Ак-Чыраа",
          "с. Суш",
          "с. Шанчы",
          "с. Сизим",
          "с. Чал-Кежиг",
          "с. Успенка",
          "с. Тарлаг",
          "с. Хут",
          "с. Хорум-Даг",
          "арбан Найырал",
          "с. Ырбан",
          "с. Кок-Хаак"
        ]
      },
      {
        id: "tyumen",
        name: "Тюменская область",
        cities: [
          "г. Тюмень",
          "г. Тобольск",
          "г. Ишим",
          "г. Ялуторовск",
          "г. Заводоуковск",
          "с. Абатское",
          "рп Боровский",
          "рп Голышманово",
          "с. Ярково",
          "с. Омутинское",
          "рп Богандинский",
          "с. Каскара",
          "с. Исетское",
          "с. Нижняя Тавда",
          "с. Сладково"
        ]
      }
    ]
  },
  {
    letter: "У",
    areas: [
      {
        id: "udmurtia",
        name: "Удмуртская Республика",
        cities: [
          "г. Ижевск",
          "г. Сарапул",
          "г. Воткинск",
          "г. Глазов",
          "г. Можга",
          "г. Камбарка",
          "п. Ува",
          "п. Балезино",
          "п. Игра",
          "с. Завьялово",
          "п. Кизнер",
          "п. Кез",
          "п. Яр",
          "с. Малая Пурга",
          "с. Шаркан"
        ]
      },
      {
        id: "ulyanovsk",
        name: "Ульяновская область",
        cities: [
          "г. Ульяновск",
          "г. Димитровград",
          "г. Инза",
          "г. Барыш",
          "г. Новоульяновск",
          "г. Сенгилей",
          "рп Чердаклы",
          "рп Новоспасское",
          "рп Ишеевка",
          "рп Павловка",
          "рп Карсун",
          "рп Майна",
          "рп Старая Майна",
          "рп Старая Кулатка",
          "рп Сурское"
        ]
      }
    ]
  },
  {
    letter: "Х",
    areas: [
      {
        id: "khabarovsk",
        name: "Хабаровский край",
        cities: [
          "г. Хабаровск",
          "г. Комсомольск-на-Амуре",
          "г. Амурск",
          "г. Советская Гавань",
          "г. Николаевск-на-Амуре",
          "г. Бикин",
          "г. Вяземский",
          "рп Ванино",
          "рп Эльбан",
          "рп Солнечный",
          "рп Чегдомын",
          "рп Многовершинный",
          "рп Хор",
          "п. Березовый",
          "с. Некрасовка"
        ]
      },
      {
        id: "khakassia",
        name: "Республика Хакасия",
        cities: [
          "г. Абакан",
          "г. Черногорск",
          "г. Саяногорск",
          "г. Абаза",
          "г. Сорск",
          "рп Усть-Абакан",
          "рп Черемушки",
          "с. Коммунар",
          "рп Вершина Тёи",
          "с. Боград",
          "с. Аскиз",
          "с. Белый Яр",
          "с. Приисковое",
          "с. Шира",
          "рп Пригорск"
        ]
      },
      {
        id: "khanty_mansi",
        name: "Ханты-Мансийский Автономный округ - Югра",
        cities: [
          "г. Сургут",
          "г. Нижневартовск",
          "г. Нефтеюганск",
          "г. Ханты-Мансийск",
          "г. Когалым",
          "г. Нягань",
          "г. Мегион",
          "г. Радужный",
          "г. Лангепас",
          "г. Пыть-Ях",
          "г. Урай",
          "г. Лянтор",
          "г. Югорск",
          "г. Советский",
          "г. Белоярский"
        ]
      }
    ]
  },
  {
    letter: "Ч",
    areas: [
      {
        id: "chelyabinsk",
        name: "Челябинская область",
        cities: [
          "г. Челябинск",
          "г. Магнитогорск",
          "г. Златоуст",
          "г. Миасс",
          "г. Копейск",
          "г. Озёрск",
          "г. Троицк",
          "г. Снежинск",
          "г. Сатка",
          "г. Чебаркуль",
          "г. Кыштым",
          "г. Коркино",
          "г. Южноуральск",
          "г. Трёхгорный",
          "г. Аша"
        ]
      },
      {
        id: "chuvashia",
        name: "Чувашская Республика",
        cities: [
          "г. Чебоксары",
          "г. Новочебоксарск",
          "г. Канаш",
          "г. Алатырь",
          "г. Шумерля",
          "г. Цивильск",
          "г. Козловка",
          "г. Мариинский Посад",
          "г. Ядрин",
          "пгт Ибреси",
          "п. Кугеси",
          "пгт Вурнары",
          "пгт Урмары",
          "с. Батырево",
          "с. Комсомольское"
        ]
      },
      {
        id: "chukotka",
        name: "Чукотский автономный округ",
        cities: [
          "г. Анадырь",
          "г. Певек",
          "г. Билибино",
          "пгт Угольные Копи",
          "с. Усть-Белая",
          "пгт Провидения",
          "пгт Эгвекинот",
          "с. Тавайваам",
          "с. Лаврентия",
          "пгт Беринговский",
          "с. Омолон",
          "с. Хатырка",
          "с. Анюйск",
          "с. Ваеги",
          "с. Кепервеем"
        ]
      }
    ]
  },
  {
    letter: "Я",
    areas: [
      {
        id: "yamal",
        name: "Ямало-Ненецкий автономный округ",
        cities: [
          "г. Ноябрьск",
          "г. Новый Уренгой",
          "г. Надым",
          "г. Салехард",
          "г. Муравленко",
          "г. Лабытнанги",
          "г. Губкинский",
          "г. Тарко-Сале",
          "пгт Уренгой",
          "пгт Пангоды",
          "п. Тазовский",
          "с. Аксарка",
          "с. Яр-Сале",
          "п. Ханымей",
          "с. Красноселькуп"
        ]
      },
      {
        id: "yaroslavl",
        name: "Ярославская область",
        cities: [
          "г. Ярославль",
          "г. Рыбинск",
          "г. Переславль-Залесский",
          "г. Тутаев",
          "г. Углич",
          "г. Ростов",
          "г. Гаврилов-Ям",
          "г. Данилов",
          "г. Пошехонье",
          "г. Мышкин",
          "г. Любим",
          "рп Борисоглебский",
          "с. Большое Село",
          "п. Константиновский",
          "рп Петровское"
        ]
      }
    ]
  }
];